/* Analyze Contacts title for the button */
"Analyze Contacts" = "Analyze Contacts";

/* Analyzing contacts title for loading the screen */
"Analyzing Contacts..." = "Analyzing Contacts...";

/* Confirmation message title for multi contact update */
"Are you sure you want to update the selected contacts?" = "Are you sure you want to update the selected contacts?";

/* Back */
"Back" = "Back";

/* Cancel */
"Cancel" = "Cancel";

/* Contacts title for contacts list screen */
"Contacts" = "Contacts";

/* Current numbers section title with number count */
"Current Numbers (%d)" = "Current Numbers (%d)";

/* Error */
"Error" = "Error";

/* Error message when the save contacts failes */
"Error occurred, please try again!" = "Error occurred, please try again!";

/* No Name */
"No Name" = "No Name";

/* OK */
"OK" = "OK";

/* Preview */
"Preview" = "Preview";

/* Qontacts title */
"Qontacts" = "Qontacts";

/* Select all for toolbar button */
"Select All" = "Select All";

/* Select none for toolbar button */
"Select None" = "Select None";

/* Prompt title on top of the single contact screen */
"The following contact needs to be updated:" = "The following contact needs to be updated:";

/* Prompt title on top of the contacts list screen */
"The following contact(s) need to be updated:" = "The following contact(s) need to be updated:";

/* Update toolbar button */
"Update" = "Update";

/* Update with count number toolbar button */
"Update (%d)" = "Update (%d)";

/* Update Contact for confirmation button on single contact update */
"Update Contact" = "Update Contact";

/* Update Selected Contacts button on the action sheet */
"Update Selected Contacts" = "Update Selected Contacts";

/* Updated numbers section title with number count */
"Updated Numbers (%d)" = "Updated Numbers (%d)";

/* Updating contacts title for multi update loading screen */
"Updating contacts..." = "Updating contacts...";

